IDEA Open Model
CrossSectionComponentEdges.ComponentIndex Property
Compatible with IDEA StatiCa Beta 20.0
 Zero based index of component
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public int ComponentIndex { get; set; }
Public Property ComponentIndex As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
CrossSectionComponentEdges Class
IdeaRS.OpenModel.Loading Namespace